"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Esta acción abre la aplicación ChatGPT para iniciar una conversación de voz con ChatGPT.";

"Start new chat" = "Iniciar nuevo chat";

"Message" = "Mensaje";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Si se habilita el chat de ida y vuelta o se completa el acceso directo inmediatamente después de la respuesta";

"Ask ChatGPT" = "Pregunta a ChatGPT";

"This action will send a single message to a chat with ChatGPT and return the response." = "Esta acción enviará un mensaje a un chat que funciona con ChatGPT y devolverá la respuesta.";

"Continuous chat" = "Chat continuo";

"%@" = "%@";

"ChatGPT Help" = "ChatGPT Help";

"New Temporary Chat" = "Nuevo chat temporal";

"Model" = "Modelo";

"Would you like to start a new chat?" = "¿Quieres iniciar un nuevo chat?";

"Indicates whether a new chat should be started" = "Indica si se debe iniciar un nuevo chat";

"Change Shortcut" = "Cambiar acceso directo";

"Message Identifier" = "Identificador de mensaje";

"Is there anything else you would like to ask about?" = "¿Quieres preguntar sobre alguna otra cosa?";

"Content" = "Contenido";

"New Chat" = "Nuevo chat";

"Model slug" = "Slug del modelo";

"Settings…" = "Configuración...";

"Message to send to ChatGPT" = "Mensaje para enviar a ChatGPT";

"You can continue this chat from the app." = "Puedes continuar este chat desde la aplicación.";

"Check for Updates…" = "Comprobar actualizaciones...";

"What would you like to ask ChatGPT about?" = "¿Qué te gustaría preguntar a ChatGPT?";

"Start voice conversation" = "Iniciar conversación de voz";

"Model name" = "Nombre del modelo";

"Toggle Sidebar" = "Alternar la barra lateral";

"Start voice conversation with ChatGPT" = "Iniciar conversación de voz con ChatGPT";

"Model to use with the new chat" = "Modelo para utilizar con el nuevo chat";

"Which model would you like to use?" = "¿Qué modelo te gustaría utilizar?";

"Chat Identifier" = "Identificador del chat";

